<?php

return [
    'No' => 'លេខ',
    'Name' => 'ឈ្មោះ',
    'FirstName' => 'នាមត្រគូល',
    'LastName' => 'នាមខ្លួន',
    'Description' => 'ការពិពណ៌នា',
    'Requirement' => 'តម្រូវការ',
    'Phone' => 'លេខទូរស័ព្ទ',
    'Address' => 'អាស័យដ្ឋាន',
    'Photo' => 'រូបភាព',
    'Email' => 'សារអេឡិចត្រូនិច',
    'Password' => 'ពាក្យសម្ថាត់',
    'Start-Date' => 'ចាប់ផ្ដើមធ្វើការ',
    'Date' => 'កាលបរិច្ឆេទ',
    'Designation' => 'ការកំណត់ជា',
    'Dashboard' => 'ផ្ទាំងគ្រប់គ្រង',
    'Content' => 'មាតិការ',
    'News' => 'ព័ត៌មាន',
    'File' => 'ឯកសារ',
    'Cover' => 'គម្រប',
    'Welcome_to' => 'សូមស្វារគមន៍​',

    'total' => 'ចំនួន សរុប',
    'new' => 'ចំនួន ថ្មី',

    'Action' => [
        'Edit' => "កែរ",
        'Delete' => 'លុប',
        'View' => 'មើល',
        'Create' => 'បង្កើត',
        'Action' => 'សកម្មភាព',
        'Back' => 'ត្រឡប់ក្រោយ',
        'Update' => 'កែសម្រួល',
        'Select' => 'ជ្រើសរើស',
        'Situation' => 'សន្ថានភាព',
        'Print' => 'Print',
    ],


    'Post' => 'Posting',
    // =========== Welcome  ===========

    'welcome' => 'សូមស្វាគមន៍មកកាន់គេហទំព័ររបស់ គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ បរិបូណ៍ ភីអិលស៊ី ។ យើងសូមអរគុណអ្នកទាំងអស់គ្នាសម្រាប់ការចូលមើលគេហទំព័ររបស់យើង ព័ត៌មាន សេវាកម្ម និងសកម្មភាពដែលមាននៅលើគេហទំព័របច្ចុប្បន្ន។ បុគ្គលិកនៃគ្រឹះស្ថាន និងជួយអ្នកជាមួយនឹងសេវាកម្មទាំងអស់ដែលយើងមានក្នុងអំឡុងម៉ោងធ្វើការរបស់យើងជានិច្ចនៅពេលដែលអ្នកមានតម្រូវការសម្រាប់សេវាកម្មរបស់យើង។ សូមអរគុណចំពោះការចាប់អារម្មណ៍របស់អ្នកចំពោះអ្នកចំពោះស្ថាប័នរបស់យើង។',

    // =========== Loans  ===========

    'Loans' => 'ប្រាក់កម្ចី',
    'Types' => 'ប្រភេទ',


    // ============= HomePage =========

    'borribo' => 'គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ បរិបូណ៍ ភីអិលស៊ី',
    
    'partner' => 'ដៃគូរសហការ',
    'apply' => 'ស្នើរសុំ',
    'calculator' => 'គណនា ប្រាក់ម្ចី',
    'map' => 'ទីតាំង',
    'promotion' => 'ការផ្សព្វផ្សាយ',
    'compliant' => 'ដំណោះស្រាយពាក្យបណ្ដឹង',

    'show-more' => 'មើលបន្ថែម',

    'textrun' => 'គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ បរិបូណ៍ ភីអិលស៊ី គឺជាគ្រឹះស្ថានឯកជន',

    // ============= NewsPage =========

    'listing' => 'ទាំងអស់',
    'search' => 'ស្វែងរក',
    'here' => 'ទីនេះ',
    'categories' => 'ប្រភេទ',
    'recent-new' => 'ពត៌មាន ថ្មីៗ',
    'read-more' => 'អាន បន្ថែម',

    'recent-job' => 'ការងារ ថ្មីៗ',

    
    'detail' => 'លំអិត',


    'form' => [
        'position' => "មុខដំណែង",
        'other' => "ផ្សេងៗ",
        'name' => 'ឈ្មោះពេញ',
        'gender' => 'ភេទ',
        'email' => 'សារអេឡិចត្រូនិច',
        'phone' => 'លេខទូរស័ព្ទ',
        'dob' => 'ថ្ងៃខែឆ្នាំកំណើត',
        'pob' => 'ទីលំនៅកំណើត',
        'current_address' => 'អាស័យដ្ឋានបច្ចុប្បន្ន',
        'message' => 'សាររបស់អ្នក',
        'upload' => 'ភ្ជាប់ជាមួយ',
        'your'=> 'របស់អ្នក',
        'cv' => 'ប្រវត្តិរូប',
        'nidc' => 'អត្តសញ្ញាណប័ណ្ណ',
        'choose' => 'ជ្រើសរើស',
        'subject' => 'ប្រធានបទ',
        'male' => 'ប្រុស',
        'female' => 'ស្រី',
        'date' => 'កាលបរិច្ឆេទ',
        'ComDes' => 'ការពិពណ៌នាអំពីពាក្យបណ្តឹង',
        'ResoluOut' => 'លទ្ធផលនៃដំណោះស្រាយ',
        'document' => 'ឯកសារពាក់ព័ន្ធ',
        'LoanPurpose' => 'គោលបំណងប្រាក់កម្ចី',
        'amount' => 'ទំហំសាច់ប្រាក់',

        'Province' => 'រាជធានី / ខេត្ត',
        'District' => 'ខ័ណ្ឌ / ស្រុក',
        'Commune' => 'សង្កាត់ / ឃុំ',
    ],


    
    
];